module.exports = {
    "citys": [
    {
        "w": "A",
        "option": [
            {
                "p": "辽宁省",
                "c": "鞍山市"
            },
            {
                "p": "内蒙古自治区",
                "c": "阿拉善盟"
            },
            {
                "p": "安徽省",
                "c": "安庆市"
            },
            {
                "p": "河南省",
                "c": "安阳市"
            },
            {
                "p": "贵州省",
                "c": "安顺市"
            },
            {
                "p": "陕西省",
                "c": "安康市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "阿克苏地区"
            },
            {
                "p": "四川省",
                "c": "阿坝藏族羌族自治州"
            },
            {
                "p": "西藏自治区",
                "c": "阿里地区"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "阿勒泰地区"
            }
        ]
    },
    {
        "w": "B",
        "option": [
            {
                "p": "北京",
                "c": "北京市"
            },
            {
                "p": "河北省",
                "c": "保定市"
            },
            {
                "p": "内蒙古自治区",
                "c": "包头市"
            },
            {
                "p": "安徽省",
                "c": "蚌埠市"
            },
            {
                "p": "内蒙古自治区",
                "c": "巴彦淖尔市"
            },
            {
                "p": "辽宁省",
                "c": "本溪市"
            },
            {
                "p": "吉林省",
                "c": "白山市"
            },
            {
                "p": "吉林省",
                "c": "白城市"
            },
            {
                "p": "安徽省",
                "c": "亳州市"
            },
            {
                "p": "山东省",
                "c": "滨州市"
            },
            {
                "p": "广西壮族自治区",
                "c": "北海市"
            },
            {
                "p": "广西壮族自治区",
                "c": "百色市"
            },
            {
                "p": "四川省",
                "c": "巴中市"
            },
            {
                "p": "贵州省",
                "c": "毕节市"
            },
            {
                "p": "云南省",
                "c": "保山市"
            },
            {
                "p": "陕西省",
                "c": "宝鸡市"
            },
            {
                "p": "甘肃省",
                "c": "白银市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "博尔塔拉蒙古自治州"
            }
        ]
    },
    {
        "w": "C",
        "option": [
            {
                "p": "四川省",
                "c": "成都市"
            },
            {
                "p": "重庆",
                "c": "重庆市"
            },
            {
                "p": "江苏省",
                "c": "常州市"
            },
            {
                "p": "湖南省",
                "c": "长沙市"
            },
            {
                "p": "吉林省",
                "c": "长春市"
            },
            {
                "p": "河北省",
                "c": "承德市"
            },
            {
                "p": "河北省",
                "c": "沧州市"
            },
            {
                "p": "山西省",
                "c": "长治市"
            },
            {
                "p": "内蒙古自治区",
                "c": "赤峰市"
            },
            {
                "p": "辽宁省",
                "c": "朝阳市"
            },
            {
                "p": "安徽省",
                "c": "滁州市"
            },
            {
                "p": "安徽省",
                "c": "池州市"
            },
            {
                "p": "湖南省",
                "c": "常德市"
            },
            {
                "p": "湖南省",
                "c": "郴州市"
            },
            {
                "p": "广东省",
                "c": "潮州市"
            },
            {
                "p": "广西壮族自治区",
                "c": "崇左市"
            },
            {
                "p": "云南省",
                "c": "楚雄彝族自治州"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "昌吉回族自治州"
            },
            {
                "p": "西藏自治区",
                "c": "昌都地区"
            }
        ]
    },
    {
        "w": "D",
        "option": [
            {
                "p": "广东省",
                "c": "东莞市"
            },
            {
                "p": "辽宁省",
                "c": "大连市"
            },
            {
                "p": "黑龙江省",
                "c": "大庆市"
            },
            {
                "p": "山东省",
                "c": "东营市"
            },
            {
                "p": "山西省",
                "c": "大同市"
            },
            {
                "p": "辽宁省",
                "c": "丹东市"
            },
            {
                "p": "山东省",
                "c": "德州市"
            },
            {
                "p": "四川省",
                "c": "德阳市"
            },
            {
                "p": "四川省",
                "c": "达州市"
            },
            {
                "p": "云南省",
                "c": "大理白族自治州"
            },
            {
                "p": "甘肃省",
                "c": "定西市"
            },
            {
                "p": "黑龙江省",
                "c": "大兴安岭地区"
            },
            {
                "p": "云南省",
                "c": "德宏傣族景颇族自治州"
            },
            {
                "p": "云南省",
                "c": "迪庆藏族自治州"
            }
        ]
    },
    {
        "w": "E",
        "option": [
            {
                "p": "内蒙古自治区",
                "c": "鄂尔多斯市"
            },
            {
                "p": "湖北省",
                "c": "鄂州市"
            },
            {
                "p": "湖北省",
                "c": "恩施土家族苗族自治州"
            }
        ]
    },
    {
        "w": "F",
        "option": [
            {
                "p": "福建省",
                "c": "福州市"
            },
            {
                "p": "广东省",
                "c": "佛山市"
            },
            {
                "p": "安徽省",
                "c": "阜阳市"
            },
            {
                "p": "辽宁省",
                "c": "抚顺市"
            },
            {
                "p": "辽宁省",
                "c": "阜新市"
            },
            {
                "p": "江西省",
                "c": "抚州市"
            },
            {
                "p": "广西壮族自治区",
                "c": "防城港市"
            }
        ]
    },
    {
        "w": "G",
        "option": [
            {
                "p": "广东省",
                "c": "广州市"
            },
            {
                "p": "贵州省",
                "c": "贵阳市"
            },
            {
                "p": "广西壮族自治区",
                "c": "桂林市"
            },
            {
                "p": "江西省",
                "c": "赣州市"
            },
            {
                "p": "广西壮族自治区",
                "c": "贵港市"
            },
            {
                "p": "四川省",
                "c": "广元市"
            },
            {
                "p": "四川省",
                "c": "广安市"
            },
            {
                "p": "宁夏回族自治区",
                "c": "固原市"
            },
            {
                "p": "四川省",
                "c": "甘孜藏族自治州"
            },
            {
                "p": "甘肃省",
                "c": "甘南藏族自治州"
            },
            {
                "p": "青海省",
                "c": "果洛藏族自治州"
            }
        ]
    },
    {
        "w": "H",
        "option": [
            {
                "p": "浙江省",
                "c": "杭州市"
            },
            {
                "p": "黑龙江省",
                "c": "哈尔滨市"
            },
            {
                "p": "安徽省",
                "c": "合肥市"
            },
            {
                "p": "河北省",
                "c": "邯郸市"
            },
            {
                "p": "广东省",
                "c": "惠州市"
            },
            {
                "p": "安徽省",
                "c": "淮北市"
            },
            {
                "p": "海南省",
                "c": "海口市"
            },
            {
                "p": "内蒙古自治区",
                "c": "呼和浩特市"
            },
            {
                "p": "湖南省",
                "c": "衡阳市"
            },
            {
                "p": "浙江省",
                "c": "湖州市"
            },
            {
                "p": "辽宁省",
                "c": "葫芦岛市"
            },
            {
                "p": "河北省",
                "c": "衡水市"
            },
            {
                "p": "内蒙古自治区",
                "c": "呼伦贝尔市"
            },
            {
                "p": "黑龙江省",
                "c": "鹤岗市"
            },
            {
                "p": "黑龙江省",
                "c": "黑河市"
            },
            {
                "p": "江苏省",
                "c": "淮安市"
            },
            {
                "p": "安徽省",
                "c": "淮南市"
            },
            {
                "p": "安徽省",
                "c": "黄山市"
            },
            {
                "p": "山东省",
                "c": "菏泽市"
            },
            {
                "p": "河南省",
                "c": "鹤壁市"
            },
            {
                "p": "湖北省",
                "c": "黄石市"
            },
            {
                "p": "湖北省",
                "c": "黄冈市"
            },
            {
                "p": "湖南省",
                "c": "怀化市"
            },
            {
                "p": "广东省",
                "c": "河源市"
            },
            {
                "p": "广西壮族自治区",
                "c": "贺州市"
            },
            {
                "p": "广西壮族自治区",
                "c": "河池市"
            },
            {
                "p": "云南省",
                "c": "红河哈尼族彝族自治州"
            },
            {
                "p": "陕西省",
                "c": "汉中市"
            },
            {
                "p": "青海省",
                "c": "海东地区"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "哈密地区"
            },
            {
                "p": "青海省",
                "c": "海北藏族自治州"
            },
            {
                "p": "青海省",
                "c": "黄南藏族自治州"
            },
            {
                "p": "青海省",
                "c": "海西蒙古族藏族自治州"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "和田地区"
            }
        ]
    },
    {
        "w": "J",
        "option": [
            {
                "p": "山东省",
                "c": "济南市"
            },
            {
                "p": "山东省",
                "c": "济宁市"
            },
            {
                "p": "浙江省",
                "c": "嘉兴市"
            },
            {
                "p": "浙江省",
                "c": "金华市"
            },
            {
                "p": "河南省",
                "c": "焦作市"
            },
            {
                "p": "湖北省",
                "c": "荆州市"
            },
            {
                "p": "吉林省",
                "c": "吉林市"
            },
            {
                "p": "辽宁省",
                "c": "锦州市"
            },
            {
                "p": "广东省",
                "c": "江门市"
            },
            {
                "p": "江西省",
                "c": "九江市"
            },
            {
                "p": "山西省",
                "c": "晋城市"
            },
            {
                "p": "山西省",
                "c": "晋中市"
            },
            {
                "p": "黑龙江省",
                "c": "鸡西市"
            },
            {
                "p": "黑龙江省",
                "c": "佳木斯市"
            },
            {
                "p": "江西省",
                "c": "景德镇市"
            },
            {
                "p": "江西省",
                "c": "吉安市"
            },
            {
                "p": "湖北省",
                "c": "荆门市"
            },
            {
                "p": "广东省",
                "c": "揭阳市"
            },
            {
                "p": "甘肃省",
                "c": "金昌市"
            },
            {
                "p": "甘肃省",
                "c": "酒泉市"
            },
            {
                "p": "甘肃省",
                "c": "嘉峪关市"
            }
        ]
    },
    {
        "w": "K",
        "option": [
            {
                "p": "云南省",
                "c": "昆明市"
            },
            {
                "p": "河南省",
                "c": "开封市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "克拉玛依市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "喀什地区"
            }
        ]
    },
    {
        "w": "L",
        "option": [
            {
                "p": "甘肃省",
                "c": "兰州市"
            },
            {
                "p": "山东省",
                "c": "临沂市"
            },
            {
                "p": "江苏省",
                "c": "连云港市"
            },
            {
                "p": "山东省",
                "c": "聊城市"
            },
            {
                "p": "山西省",
                "c": "临汾市"
            },
            {
                "p": "广西壮族自治区",
                "c": "柳州市"
            },
            {
                "p": "河南省",
                "c": "洛阳市"
            },
            {
                "p": "河北省",
                "c": "廊坊市"
            },
            {
                "p": "福建省",
                "c": "龙岩市"
            },
            {
                "p": "山西省",
                "c": "吕梁市"
            },
            {
                "p": "辽宁省",
                "c": "辽阳市"
            },
            {
                "p": "吉林省",
                "c": "辽源市"
            },
            {
                "p": "浙江省",
                "c": "丽水市"
            },
            {
                "p": "安徽省",
                "c": "六安市"
            },
            {
                "p": "山东省",
                "c": "莱芜市"
            },
            {
                "p": "河南省",
                "c": "漯河市"
            },
            {
                "p": "湖南省",
                "c": "娄底市"
            },
            {
                "p": "广西壮族自治区",
                "c": "来宾市"
            },
            {
                "p": "四川省",
                "c": "泸州市"
            },
            {
                "p": "四川省",
                "c": "乐山市"
            },
            {
                "p": "四川省",
                "c": "凉山彝族自治州"
            },
            {
                "p": "贵州省",
                "c": "六盘水市"
            },
            {
                "p": "云南省",
                "c": "丽江市"
            },
            {
                "p": "吉林省",
                "c": "辽源市"
            },
            {
                "p": "云南省",
                "c": "临沧市"
            },
            {
                "p": "西藏自治区",
                "c": "拉萨市"
            },
            {
                "p": "甘肃省",
                "c": "临夏回族自治州"
            },
            {
                "p": "西藏自治区",
                "c": "林芝地区"
            },
            {
                "p": "甘肃省",
                "c": "陇南市"
            }
        ]
    },
    {
        "w": "M",
        "option": [
            {
                "p": "安徽省",
                "c": "马鞍山市"
            },
            {
                "p": "四川省",
                "c": "绵阳市"
            },
            {
                "p": "黑龙江省",
                "c": "牡丹江市"
            },
            {
                "p": "广东省",
                "c": "茂名市"
            },
            {
                "p": "广东省",
                "c": "梅州市"
            },
            {
                "p": "四川省",
                "c": "眉山市"
            }
        ]
    },
    {
        "w": "N",
        "option": [
            {
                "p": "江苏省",
                "c": "南京市"
            },
            {
                "p": "浙江省",
                "c": "宁波市"
            },
            {
                "p": "江苏省",
                "c": "南通市"
            },
            {
                "p": "广西壮族自治区",
                "c": "南宁市"
            },
            {
                "p": "江西省",
                "c": "南昌市"
            },
            {
                "p": "福建省",
                "c": "南平市"
            },
            {
                "p": "福建省",
                "c": "宁德市"
            },
            {
                "p": "河南省",
                "c": "南阳市"
            },
            {
                "p": "四川省",
                "c": "内江市"
            },
            {
                "p": "四川省",
                "c": "南充市"
            },
            {
                "p": "云南省",
                "c": "怒江傈僳族自治州"
            },
            {
                "p": "西藏自治区",
                "c": "那曲地区"
            }
        ]
    },
    {
        "w": "P",
        "option": [
            {
                "p": "江西省",
                "c": "萍乡市"
            },
            {
                "p": "辽宁省",
                "c": "盘锦市"
            },
            {
                "p": "福建省",
                "c": "莆田市"
            },
            {
                "p": "河南省",
                "c": "平顶山市"
            },
            {
                "p": "河南省",
                "c": "濮阳市"
            },
            {
                "p": "四川省",
                "c": "攀枝花市"
            },
            {
                "p": "云南省",
                "c": "普洱市"
            },
            {
                "p": "甘肃省",
                "c": "平凉市"
            }
        ]
    },
    {
        "w": "Q",
        "option": [
            {
                "p": "山东省",
                "c": "青岛市"
            },
            {
                "p": "福建省",
                "c": "泉州市"
            },
            {
                "p": "河北省",
                "c": "秦皇岛市"
            },
            {
                "p": "黑龙江省",
                "c": "齐齐哈尔市"
            },
            {
                "p": "黑龙江省",
                "c": "七台河市"
            },
            {
                "p": "浙江省",
                "c": "衢州市"
            },
            {
                "p": "广东省",
                "c": "清远市"
            },
            {
                "p": "贵州省",
                "c": "黔西南布依族苗族自治州"
            },
            {
                "p": "贵州省",
                "c": "黔东南苗族侗族自治州"
            },
            {
                "p": "贵州省",
                "c": "黔南布依族苗族自治州"
            },
            {
                "p": "云南省",
                "c": "曲靖市"
            },
            {
                "p": "甘肃省",
                "c": "庆阳市"
            }
        ]
    },
    {
        "w": "R",
        "option": [
            {
                "p": "山东省",
                "c": "日照市"
            },
            {
                "p": "西藏自治区",
                "c": "日喀则地区"
            }
        ]
    },
    {
        "w": "S",
        "option": [
            {
                "p": "上海",
                "c": "上海市"
            },
            {
                "p": "广东省",
                "c": "深圳市"
            },
            {
                "p": "辽宁省",
                "c": "沈阳市"
            },
            {
                "p": "江苏省",
                "c": "苏州市"
            },
            {
                "p": "河北省",
                "c": "石家庄市"
            },
            {
                "p": "浙江省",
                "c": "绍兴市"
            },
            {
                "p": "广东省",
                "c": "韶关市"
            },
            {
                "p": "海南省",
                "c": "三亚市"
            },
            {
                "p": "广东省",
                "c": "汕头市"
            },
            {
                "p": "山西省",
                "c": "朔州市"
            },
            {
                "p": "吉林省",
                "c": "四平市"
            },
            {
                "p": "吉林省",
                "c": "松原市"
            },
            {
                "p": "黑龙江省",
                "c": "双鸭山市"
            },
            {
                "p": "黑龙江省",
                "c": "绥化市"
            },
            {
                "p": "江苏省",
                "c": "宿迁市"
            },
            {
                "p": "安徽省",
                "c": "宿州市"
            },
            {
                "p": "福建省",
                "c": "三明市"
            },
            {
                "p": "江西省",
                "c": "上饶市"
            },
            {
                "p": "河南省",
                "c": "三门峡市"
            },
            {
                "p": "河南省",
                "c": "商丘市"
            },
            {
                "p": "湖北省",
                "c": "十堰市"
            },
            {
                "p": "湖北省",
                "c": "随州市"
            },
            {
                "p": "湖南省",
                "c": "邵阳市"
            },
            {
                "p": "广东省",
                "c": "汕尾市"
            },
            {
                "p": "四川省",
                "c": "遂宁市"
            },
            {
                "p": "陕西省",
                "c": "商洛市"
            },
            {
                "p": "宁夏回族自治区",
                "c": "石嘴山市"
            },
            {
                "p": "西藏自治区",
                "c": "山南地区"
            }
        ]
    },
    {
        "w": "T",
        "option": [
            {
                "p": "天津",
                "c": "天津市"
            },
            {
                "p": "山西省",
                "c": "太原市"
            },
            {
                "p": "山东省",
                "c": "泰安市"
            },
            {
                "p": "浙江省",
                "c": "台州市"
            },
            {
                "p": "河北省",
                "c": "唐山市"
            },
            {
                "p": "江苏省",
                "c": "泰州市"
            },
            {
                "p": "内蒙古自治区",
                "c": "通辽市"
            },
            {
                "p": "辽宁省",
                "c": "铁岭市"
            },
            {
                "p": "吉林省",
                "c": "通化市"
            },
            {
                "p": "安徽省",
                "c": "铜陵市"
            },
            {
                "p": "贵州省",
                "c": "铜仁市"
            },
            {
                "p": "陕西省",
                "c": "铜川市"
            },
            {
                "p": "甘肃省",
                "c": "天水市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "吐鲁番地区"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "塔城地区"
            }
        ]
    },
    {
        "w": "W",
        "option": [
            {
                "p": "湖北省",
                "c": "武汉市"
            },
            {
                "p": "江苏省",
                "c": "无锡市"
            },
            {
                "p": "浙江省",
                "c": "温州市"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "乌鲁木齐市"
            },
            {
                "p": "安徽省",
                "c": "芜湖市"
            },
            {
                "p": "山东省",
                "c": "威海市"
            },
            {
                "p": "山东省",
                "c": "潍坊市"
            },
            {
                "p": "内蒙古自治区",
                "c": "乌海市"
            },
            {
                "p": "内蒙古自治区",
                "c": "乌兰察布市"
            },
            {
                "p": "广西壮族自治区",
                "c": "梧州市"
            },
            {
                "p": "云南省",
                "c": "文山壮族苗族自治州"
            },
            {
                "p": "陕西省",
                "c": "渭南市"
            },
            {
                "p": "甘肃省",
                "c": "武威市"
            },
            {
                "p": "宁夏回族自治区",
                "c": "吴忠市"
            }
        ]
    },
    {
        "w": "X",
        "option": [
            {
                "p": "陕西省",
                "c": "西安市"
            },
            {
                "p": "福建省",
                "c": "厦门市"
            },
            {
                "p": "江苏省",
                "c": "徐州市"
            },
            {
                "p": "湖北省",
                "c": "孝感市"
            },
            {
                "p": "湖北省",
                "c": "襄阳市"
            },
            {
                "p": "青海省",
                "c": "西宁市"
            },
            {
                "p": "河南省",
                "c": "新乡市"
            },
            {
                "p": "河北省",
                "c": "邢台市"
            },
            {
                "p": "山西省",
                "c": "忻州市"
            },
            {
                "p": "内蒙古自治区",
                "c": "兴安盟"
            },
            {
                "p": "内蒙古自治区",
                "c": "锡林郭勒盟"
            },
            {
                "p": "安徽省",
                "c": "宣城市"
            },
            {
                "p": "江西省",
                "c": "新余市"
            },
            {
                "p": "河南省",
                "c": "许昌市"
            },
            {
                "p": "河南省",
                "c": "信阳市"
            },
            {
                "p": "湖北省",
                "c": "咸宁市"
            },
            {
                "p": "湖南省",
                "c": "湘潭市"
            },
            {
                "p": "湖南省",
                "c": "湘西土家族苗族自治州"
            },
            {
                "p": "云南省",
                "c": "西双版纳傣族自治州"
            },
            {
                "p": "陕西省",
                "c": "咸阳市"
            }
        ]
    },
    {
        "w": "Y",
        "option": [
            {
                "p": "江苏省",
                "c": "扬州市"
            },
            {
                "p": "山东省",
                "c": "烟台市"
            },
            {
                "p": "江苏省",
                "c": "盐城市"
            },
            {
                "p": "山西省",
                "c": "运城市"
            },
            {
                "p": "湖南省",
                "c": "岳阳市"
            },
            {
                "p": "湖北省",
                "c": "宜昌市"
            },
            {
                "p": "广西壮族自治区",
                "c": "玉林市"
            },
            {
                "p": "宁夏回族自治区",
                "c": "银川市"
            },
            {
                "p": "山西省",
                "c": "阳泉市"
            },
            {
                "p": "辽宁省",
                "c": "营口市"
            },
            {
                "p": "吉林省",
                "c": "延边朝鲜族自治州"
            },
            {
                "p": "江西省",
                "c": "鹰潭市"
            },
            {
                "p": "江西省",
                "c": "宜春市"
            },
            {
                "p": "湖南省",
                "c": "益阳市"
            },
            {
                "p": "湖南省",
                "c": "永州市"
            },
            {
                "p": "广东省",
                "c": "阳江市"
            },
            {
                "p": "广东省",
                "c": "云浮市"
            },
            {
                "p": "四川省",
                "c": "宜宾市"
            },
            {
                "p": "四川省",
                "c": "雅安市"
            },
            {
                "p": "云南省",
                "c": "玉溪市"
            },
            {
                "p": "陕西省",
                "c": "延安市"
            },
            {
                "p": "陕西省",
                "c": "榆林市"
            },
            {
                "p": "黑龙江省",
                "c": "伊春市"
            },
            {
                "p": "青海省",
                "c": "玉树藏族自治州"
            },
            {
                "p": "新疆维吾尔自治区",
                "c": "伊犁哈萨克自治州"
            }
        ]
    },
    {
        "w": "Z",
        "option": [
            {
                "p": "河南省",
                "c": "郑州市"
            },
            {
                "p": "江苏省",
                "c": "镇江市"
            },
            {
                "p": "广东省",
                "c": "中山市"
            },
            {
                "p": "山东省",
                "c": "淄博市"
            },
            {
                "p": "广东省",
                "c": "珠海市"
            },
            {
                "p": "贵州省",
                "c": "遵义市"
            },
            {
                "p": "湖南省",
                "c": "株洲市"
            },
            {
                "p": "河北省",
                "c": "张家口市"
            },
            {
                "p": "浙江省",
                "c": "舟山市"
            },
            {
                "p": "福建省",
                "c": "漳州市"
            },
            {
                "p": "山东省",
                "c": "枣庄市"
            },
            {
                "p": "河南省",
                "c": "周口市"
            },
            {
                "p": "河南省",
                "c": "驻马店市"
            },
            {
                "p": "湖南省",
                "c": "张家界市"
            },
            {
                "p": "广东省",
                "c": "湛江市"
            },
            {
                "p": "广东省",
                "c": "肇庆市"
            },
            {
                "p": "四川省",
                "c": "自贡市"
            },
            {
                "p": "四川省",
                "c": "资阳市"
            },
            {
                "p": "云南省",
                "c": "昭通市"
            },
            {
                "p": "甘肃省",
                "c": "张掖市"
            },
            {
                "p": "宁夏回族自治区",
                "c": "中卫市"
            }
        ]
    }
]
}